Repository: openstack-archive/deb-designate-dashboard
Catalog: designatedashboard/locale/*/LC_MESSAGES/django.po
Languages: lo

source: A - Address record
lo: A - ການຈົດທະບຽນທີ່ຢູ່

source: AAAA - IPv6 address record
lo: AAAA - ການຈົດທະບຽນທີ່ຢູ່ IPv6

source: All Records
lo: Records ທັງຫມົດ

source: CNAME - Canonical name record
lo: CNAME - ການຈົດທະບຽນຊື່ Canonical

source: Cancel
lo: ຍົກເລີກ

source: Canonical Name
lo: ຊື່ Canonical

source: Create Domain
lo: ສ້າງໂດເມນ

source: Create Domain Record
lo: ສ້າງໂດເມນ Record

source: Create Record
lo: ສ້າງ Record

source: Create Record for
lo: ສ້າງ Record ສຳລັບ

source: Created
lo: ສ້າງແລ້ວ

source: Created At
lo: ໄດ້ສ້າງຂື້ນມາທີ່

source: Data
lo: ຂໍ້ມູນ

source: Delete
lo: ລົບ

source: Deleted
lo: ລົບແລ້ວ

source: Description
lo: ຄຳອະທິບາຍ

source: Domain
lo: ໂດເມນ

source: Domain %(name)s created.
lo: ໂດເມນ %(name)s ໄດ້ສ້າງຂື້ນມາແລ້ວ.

source: Domain %(name)s updated.
lo: ໂດເມນ %(name)s ໄດ້ອັບເດດແລ້ວ.

source: Domain Detail
lo: ລາຍລະອຽດຂອງໂດເມນ

source: Domain Name
lo: ຊື່ໂດເມນ

source: Domain Overview
lo: ພາບລວມຂອງໂດເມນ

source: Domain Records
lo: ໂດເມນ Records

source: Domain record %(name)s created.
lo: ສ້າງໂດເມນ record %(name)s ແລ້ວ

source: Domain record %(name)s updated.
lo: ອັບເດດໂດເມນ record %(name)s ແລ້ວ

source: Domains
lo: ໂດເມນ

source: Edit Domain
lo: ແກ້ໄຂໂດເມນ

source: Edit Record
lo: ແກ້ໄຂ Record

source: Email
lo: ອີເມລ

source: Enter a valid IPv4 address
lo: ປ້ອນທີ່ຢູ່ IPv4 ທີ່ຖືກຕ້ອງ

source: Enter a valid IPv6 address
lo: ປ້ອນທີ່ຢູ່ IPv6 ທີ່ຖືກຕ້ອງ

source: Enter a valid SRV name
lo: ປ້ອນຊື່ SRV ທີ່ຖືກຕ້ອງ

source: Enter a valid SRV record
lo: ປ້ອນ SRV record ທີ່ຖືກຕ້ອງ

source: Enter a valid SSHFP record
lo: ປ້ອນ SSHFP record ທີ່ຖືກຕ້ອງ

source: Enter a valid domain name.
lo: ປ້ອນຊື່ໂດເມນທີ່ຖືກຕ້ອງ.

source: Enter a valid hostname
lo: ປ້ອນຊື່ໂຮສ໌ທີ່ຖືກຕ້ອງ

source: Enter a valid hostname. The hostname should contain letters and numbers, and be no more than 63 characters.
lo: ປ້ອນຊື່ໂຮສ໌ທີ່ຖືກຕ້ອງ. ຊື່ໂຮສ໌ຄວນຈະປະກອບດ້ວຍຕົວອັກສອນ, ຕົວເລກ ແລະ ບໍ່ຫລາຍເກີນ 63 ຕົວ.

source: IP Address
lo: ທີ່ຢູ່ໄອພີ

source: MX - Mail exchange record
lo: MX - ການຈົດທະບຽນ Mail exchange

source: Mail Server
lo: ເມລເຊີເວີ

source: Manage Records
lo: ຈັດການ Records

source: Name
lo: ຊື່

source: Name Server
lo: ຊື່ເຊີເວີ

source: None
lo: ບໍ່ມີ

source: PTR - Pointer record
lo: PTR - ການຈົດທະບຽນ Pointer

source: PTR Domain Name
lo: ຊື່ໂດເມນ PTR

source: Priority
lo: ບຸລິມະສິດ

source: Record Data
lo: ຂໍ້ມູນ Record

source: Record Detail
lo: ລາຍລະອຽດຂອງ Record

source: Record Type
lo: ປະເພດຂອງການຈົດທະບຽນ

source: Select an IP
lo: ເລືອກ IP

source: TTL (seconds)
lo: TTL (ວິນາທີ)

source: Text
lo: ຕົວຫນັງສື

source: This field is required
lo: ຕ້ອງລະບຸຂໍ້ມູນໃສ່ໃນຫ້ອງນີ້

source: Type
lo: ປະເພດ

source: Unable to create domain.
lo: ບໍ່ສາມາດສ້າງໂດເມນຂື້ນມາໄດ້.

source: Unable to create record.
lo: ບໍ່ສາມາດສ້າງ record ໄດ້

source: Unable to update domain.
lo: ບໍ່ສາມາດອັບເດດໂດເມນໄດ້.

source: Unknown
lo: ບໍ່ຮູ້ຈັກ

source: Unknown instance name
lo: ຊື່ instance ທີ່ບໍ່ຮູ້ຈັກ

source: Update Domain
lo: ອັບເດດໂດເມນ

source: Update Domain Record
lo: ອັບເດດໂດເມນ Record

source: Update Record
lo: ອັບເດດ Record

source: Updated
lo: ອັບເດດແລ້ວ

source: Updated At
lo: ໄດ້ອັບເດດທີ່

source: Value
lo: ຄ່າ
